Repository: schatt/6layer
Catalog: Framework/Resources/*.lproj/Localizable.strings
Languages: fr, ja, ko, zh_hans

# SixLayerFramework.error.invalidLocale
source: Invalid locale provided
fr: Paramètre régional non valide fourni
ja: 無効なロケールが提供されました
ko: 잘못된 로케일이 제공되었습니다
zh_hans: 提供的区域设置无效

# SixLayerFramework.error.languageNotSupported
source: Language not supported
fr: Langue non prise en charge
ja: サポートされていない言語
ko: 지원되지 않는 언어
zh_hans: 不支持的语言

# SixLayerFramework.error.invalidCurrencyCode
source: Invalid currency code
fr: Code de devise non valide
ja: 無効な通貨コード
ko: 잘못된 통화 코드
zh_hans: 无效的货币代码

# SixLayerFramework.error.formattingFailed
source: Formatting operation failed
fr: Échec de l'opération de formatage
ja: フォーマット操作が失敗しました
ko: 포맷 작업 실패
zh_hans: 格式化操作失败

# SixLayerFramework.error.localizationNotFound
source: Localization not found
fr: Localisation introuvable
ja: ローカライゼーションが見つかりません
ko: 로컬라이제이션을 찾을 수 없습니다
zh_hans: 未找到本地化

# SixLayerFramework.error.pluralizationFailed
source: Pluralization operation failed
fr: Échec de l'opération de pluralisation
ja: 複数形化操作が失敗しました
ko: 복수형 작업 실패
zh_hans: 复数化操作失败

# SixLayerFramework.cloudkit.containerNotFound
source: CloudKit container not found
fr: Conteneur CloudKit introuvable
ja: CloudKitコンテナが見つかりません
ko: CloudKit 컨테이너를 찾을 수 없습니다
zh_hans: 未找到 CloudKit 容器

# SixLayerFramework.cloudkit.accountUnavailable
source: iCloud account is not available
fr: Le compte iCloud n'est pas disponible
ja: iCloudアカウントが利用できません
ko: iCloud 계정을 사용할 수 없습니다
zh_hans: iCloud 帐户不可用

# SixLayerFramework.cloudkit.networkUnavailable
source: Network is not available
fr: Le réseau n'est pas disponible
ja: ネットワークが利用できません
ko: 네트워크를 사용할 수 없습니다
zh_hans: 网络不可用

# SixLayerFramework.cloudkit.writeNotSupported
source: Write operations are not supported on this platform
fr: Les opérations d'écriture ne sont pas prises en charge sur cette plateforme
ja: このプラットフォームでは書き込み操作がサポートされていません
ko: 이 플랫폼에서는 쓰기 작업이 지원되지 않습니다
zh_hans: 此平台不支持写入操作

# SixLayerFramework.cloudkit.missingField
source: Required field '%@' is missing
fr: Le champ requis '%@' est manquant
ja: 必須フィールド '%@' が不足しています
ko: 필수 필드 '%@'이(가) 없습니다
zh_hans: 缺少必填字段 '%@'

# SixLayerFramework.cloudkit.recordNotFound
source: Record not found
fr: Enregistrement introuvable
ja: レコードが見つかりません
ko: 레코드를 찾을 수 없습니다
zh_hans: 未找到记录

# SixLayerFramework.cloudkit.conflictDetected
source: Record conflict detected
fr: Conflit d'enregistrement détecté
ja: レコードの競合が検出されました
ko: 레코드 충돌이 감지되었습니다
zh_hans: 检测到记录冲突

# SixLayerFramework.cloudkit.quotaExceeded
source: CloudKit quota exceeded
fr: Quota CloudKit dépassé
ja: CloudKitのクォータを超過しました
ko: CloudKit 할당량을 초과했습니다
zh_hans: CloudKit 配额已超出

# SixLayerFramework.cloudkit.permissionDenied
source: Permission denied
fr: Permission refusée
ja: 権限が拒否されました
ko: 권한이 거부되었습니다
zh_hans: 权限被拒绝

# SixLayerFramework.cloudkit.invalidRecord
source: Invalid record
fr: Enregistrement non valide
ja: 無効なレコード
ko: 잘못된 레코드
zh_hans: 无效记录

# SixLayerFramework.cloudkit.unknownError
source: Unknown error: %@
fr: Erreur inconnue : %@
ja: 不明なエラー：%@
ko: 알 수 없는 오류: %@
zh_hans: 未知错误：%@

# SixLayerFramework.image.invalidImage
source: Invalid image provided for processing
fr: Image non valide fournie pour le traitement
ja: 処理用に提供された画像が無効です
ko: 처리할 잘못된 이미지가 제공되었습니다
zh_hans: 提供的图像无效，无法处理

# SixLayerFramework.image.processingFailed
source: Image processing failed: %@
fr: Échec du traitement de l'image : %@
ja: 画像処理が失敗しました：%@
ko: 이미지 처리 실패: %@
zh_hans: 图像处理失败：%@

# SixLayerFramework.image.enhancementFailed
source: Image enhancement failed: %@
fr: Échec de l'amélioration de l'image : %@
ja: 画像の強化が失敗しました：%@
ko: 이미지 향상 실패: %@
zh_hans: 图像增强失败：%@

# SixLayerFramework.image.optimizationFailed
source: Image optimization failed: %@
fr: Échec de l'optimisation de l'image : %@
ja: 画像の最適化が失敗しました：%@
ko: 이미지 최적화 실패: %@
zh_hans: 图像优化失败：%@

# SixLayerFramework.image.analysisFailed
source: Image analysis failed: %@
fr: Échec de l'analyse de l'image : %@
ja: 画像分析が失敗しました：%@
ko: 이미지 분석 실패: %@
zh_hans: 图像分析失败：%@

# SixLayerFramework.metadata.invalidImage
source: Invalid image provided for metadata extraction
fr: Image non valide fournie pour l'extraction des métadonnées
ja: メタデータ抽出用に提供された画像が無効です
ko: 메타데이터 추출을 위해 잘못된 이미지가 제공되었습니다
zh_hans: 提供的图像无效，无法提取元数据

# SixLayerFramework.metadata.extractionFailed
source: Metadata extraction failed: %@
fr: Échec de l'extraction des métadonnées : %@
ja: メタデータの抽出が失敗しました：%@
ko: 메타데이터 추출 실패: %@
zh_hans: 元数据提取失败：%@

# SixLayerFramework.metadata.analysisFailed
source: Image analysis failed: %@
fr: Échec de l'analyse de l'image : %@
ja: 画像分析が失敗しました：%@
ko: 이미지 분석 실패: %@
zh_hans: 图像分析失败：%@

# SixLayerFramework.metadata.categorizationFailed
source: Image categorization failed: %@
fr: Échec de la catégorisation de l'image : %@
ja: 画像の分類が失敗しました：%@
ko: 이미지 분류 실패: %@
zh_hans: 图像分类失败：%@

# SixLayerFramework.file.invalidPath
source: Invalid path - the path contains invalid characters or is malformed
fr: Chemin non valide - le chemin contient des caractères non valides ou est mal formé
ja: 無効なパス - パスに無効な文字が含まれているか、形式が正しくありません
ko: 잘못된 경로 - 경로에 잘못된 문자가 포함되어 있거나 형식이 잘못되었습니다
zh_hans: 路径无效 - 路径包含无效字符或格式错误

# SixLayerFramework.file.systemError
source: File system error: %@
fr: Erreur du système de fichiers : %@
ja: ファイルシステムエラー：%@
ko: 파일 시스템 오류: %@
zh_hans: 文件系统错误：%@

# SixLayerFramework.file.directoryCreationFailed
source: Directory creation failed: %@
fr: Échec de la création du répertoire : %@
ja: ディレクトリの作成が失敗しました：%@
ko: 디렉토리 생성 실패: %@
zh_hans: 目录创建失败：%@

# SixLayerFramework.file.unknownError
source: Unknown error: %@
fr: Erreur inconnue : %@
ja: 不明なエラー：%@
ko: 알 수 없는 오류: %@
zh_hans: 未知错误：%@

# SixLayerFramework.color.encodeFailed
source: Failed to encode color: %@
fr: Échec du codage de la couleur : %@
ja: 色のエンコードが失敗しました：%@
ko: 색상 인코딩 실패: %@
zh_hans: 颜色编码失败：%@

# SixLayerFramework.color.decodeFailed
source: Failed to decode color: %@
fr: Échec du décodage de la couleur : %@
ja: 色のデコードが失敗しました：%@
ko: 색상 디코딩 실패: %@
zh_hans: 颜色解码失败：%@

# SixLayerFramework.color.invalidData
source: Invalid color data provided
fr: Données de couleur non valides fournies
ja: 無効な色データが提供されました
ko: 잘못된 색상 데이터가 제공되었습니다
zh_hans: 提供的颜色数据无效

# SixLayerFramework.entity.decodeFailed
source: Failed to decode entity from form values: %@
fr: Échec du décodage de l'entité à partir des valeurs du formulaire : %@
ja: フォーム値からエンティティのデコードが失敗しました：%@
ko: 양식 값에서 엔티티 디코딩 실패: %@
zh_hans: 从表单值解码实体失败：%@

# SixLayerFramework.entity.creationFailed
source: Error creating entity from hints: %@
fr: Erreur lors de la création de l'entité à partir des indices : %@
ja: ヒントからエンティティを作成する際にエラーが発生しました：%@
ko: 힌트에서 엔티티 생성 중 오류: %@
zh_hans: 从提示创建实体时出错：%@

# SixLayerFramework.form.encodeFailed
source: Failed to encode form draft: %@
fr: Échec du codage du brouillon du formulaire : %@
ja: フォームドラフトのエンコードが失敗しました：%@
ko: 양식 초안 인코딩 실패: %@
zh_hans: 表单草稿编码失败：%@

# SixLayerFramework.form.decodeFailed
source: Failed to decode form draft: %@
fr: Échec du décodage du brouillon du formulaire : %@
ja: フォームドラフトのデコードが失敗しました：%@
ko: 양식 초안 디코딩 실패: %@
zh_hans: 表单草稿解码失败：%@

# SixLayerFramework.form.saveFailed
source: Error saving form draft: %@
fr: Erreur lors de l'enregistrement du brouillon du formulaire : %@
ja: フォームドラフトの保存中にエラーが発生しました：%@
ko: 양식 초안 저장 중 오류: %@
zh_hans: 保存表单草稿时出错：%@

# SixLayerFramework.form.clearFailed
source: Error clearing form draft: %@
fr: Erreur lors de la suppression du brouillon du formulaire : %@
ja: フォームドラフトのクリア中にエラーが発生しました：%@
ko: 양식 초안 지우기 중 오류: %@
zh_hans: 清除表单草稿时出错：%@

# SixLayerFramework.form.placeholder.select
source: Select
fr: Sélectionner
ja: 選択
ko: 선택
zh_hans: 选择

# SixLayerFramework.form.placeholder.selectOption
source: Select option
fr: Sélectionner une option
ja: オプションを選択
ko: 옵션 선택
zh_hans: 选择选项

# SixLayerFramework.form.placeholder.selectDate
source: Select date
fr: Sélectionner une date
ja: 日付を選択
ko: 날짜 선택
zh_hans: 选择日期

# SixLayerFramework.form.placeholder.selectTime
source: Select time
fr: Sélectionner une heure
ja: 時刻を選択
ko: 시간 선택
zh_hans: 选择时间

# SixLayerFramework.form.placeholder.selectDateTime
source: Select date and time
fr: Sélectionner une date et une heure
ja: 日付と時刻を選択
ko: 날짜 및 시간 선택
zh_hans: 选择日期和时间

# SixLayerFramework.form.placeholder.selectDates
source: Select dates
fr: Sélectionner des dates
ja: 日付を選択
ko: 날짜 선택
zh_hans: 选择日期

# SixLayerFramework.form.placeholder.selectFile
source: Select file
fr: Sélectionner un fichier
ja: ファイルを選択
ko: 파일 선택
zh_hans: 选择文件

# SixLayerFramework.form.placeholder.selectImage
source: Select image
fr: Sélectionner une image
ja: 画像を選択
ko: 이미지 선택
zh_hans: 选择图像

# SixLayerFramework.form.placeholder.selectColor
source: Select color
fr: Sélectionner une couleur
ja: 色を選択
ko: 색상 선택
zh_hans: 选择颜色

# SixLayerFramework.form.placeholder.selectCountry
source: Select country
fr: Sélectionner un pays
ja: 国を選択
ko: 국가 선택
zh_hans: 选择国家

# SixLayerFramework.form.placeholder.selectStartDate
source: Select start date
fr: Sélectionner la date de début
ja: 開始日を選択
ko: 시작 날짜 선택
zh_hans: 选择开始日期

# SixLayerFramework.form.placeholder.selectStartTime
source: Select start time
fr: Sélectionner l'heure de début
ja: 開始時刻を選択
ko: 시작 시간 선택
zh_hans: 选择开始时间

# SixLayerFramework.form.placeholder.selectEndDate
source: Select end date
fr: Sélectionner la date de fin
ja: 終了日を選択
ko: 종료 날짜 선택
zh_hans: 选择结束日期

# SixLayerFramework.form.placeholder.selectEndTime
source: Select end time
fr: Sélectionner l'heure de fin
ja: 終了時刻を選択
ko: 종료 시간 선택
zh_hans: 选择结束时间

# SixLayerFramework.form.placeholder.selectCreationDate
source: Select creation date
fr: Sélectionner la date de création
ja: 作成日を選択
ko: 생성 날짜 선택
zh_hans: 选择创建日期

# SixLayerFramework.form.placeholder.selectCreationTime
source: Select creation time
fr: Sélectionner l'heure de création
ja: 作成時刻を選択
ko: 생성 시간 선택
zh_hans: 选择创建时间

# SixLayerFramework.form.placeholder.selectBirthDate
source: Select birth date
fr: Sélectionner la date de naissance
ja: 生年月日を選択
ko: 생년월일 선택
zh_hans: 选择出生日期

# SixLayerFramework.form.placeholder.selectCategory
source: Select category
fr: Sélectionner une catégorie
ja: カテゴリを選択
ko: 카테고리 선택
zh_hans: 选择类别

# SixLayerFramework.form.placeholder.selectType
source: Select type
fr: Sélectionner un type
ja: タイプを選択
ko: 유형 선택
zh_hans: 选择类型

# SixLayerFramework.form.placeholder.selectFilters
source: Select filters
fr: Sélectionner des filtres
ja: フィルタを選択
ko: 필터 선택
zh_hans: 选择筛选器

# SixLayerFramework.form.placeholder.selectTheme
source: Select theme
fr: Sélectionner un thème
ja: テーマを選択
ko: 테마 선택
zh_hans: 选择主题

# SixLayerFramework.form.placeholder.selectRouteType
source: Select route type
fr: Sélectionner un type de route
ja: ルートタイプを選択
ko: 경로 유형 선택
zh_hans: 选择路线类型

# SixLayerFramework.button.chooseImage
source: Choose Image
fr: Choisir une image
ja: 画像を選択
ko: 이미지 선택
zh_hans: 选择图像

# SixLayerFramework.button.choosePhoto
source: Choose Photo
fr: Choisir une photo
ja: 写真を選択
ko: 사진 선택
zh_hans: 选择照片

# SixLayerFramework.button.chooseOption
source: Choose Option
fr: Choisir une option
ja: オプションを選択
ko: 옵션 선택
zh_hans: 选择选项

# SixLayerFramework.button.selectFile
source: Select File
fr: Sélectionner un fichier
ja: ファイルを選択
ko: 파일 선택
zh_hans: 选择文件

# SixLayerFramework.button.confirm
source: Confirm
fr: Confirmer
ja: 確認
ko: 확인
zh_hans: 确认

# SixLayerFramework.button.save
source: Save
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

# SixLayerFramework.button.cancel
source: Cancel
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# SixLayerFramework.button.select
source: Select
fr: Sélectionner
ja: 選択
ko: 선택
zh_hans: 选择

# SixLayerFramework.ocr.disambiguation.title
source: Multiple interpretations found
fr: Plusieurs interprétations trouvées
ja: 複数の解釈が見つかりました
ko: 여러 해석이 발견되었습니다
zh_hans: 找到多种解释

# SixLayerFramework.ocr.disambiguation.prompt
source: Please select the correct interpretation:
fr: Veuillez sélectionner l'interprétation correcte :
ja: 正しい解釈を選択してください：
ko: 올바른 해석을 선택하세요:
zh_hans: 请选择正确的解释：

# SixLayerFramework.ocr.disambiguation.confidence
source: Confidence: %d%%
fr: Confiance : %d%%
ja: 信頼度：%d%%
ko: 신뢰도: %d%%
zh_hans: 置信度：%d%%

# SixLayerFramework.ocr.disambiguation.type
source: Type: %@
ja: タイプ：%@
ko: 유형: %@
zh_hans: 类型：%@

# SixLayerFramework.ocr.disambiguation.bestMatch
source: Best match: %@
fr: Meilleure correspondance : %@
ja: 最適な一致：%@
ko: 최적 일치: %@
zh_hans: 最佳匹配：%@

# SixLayerFramework.ocr.overlay.unavailable
source: OCR Data Unavailable
fr: Données OCR non disponibles
ja: OCRデータが利用できません
ko: OCR 데이터를 사용할 수 없습니다
zh_hans: OCR 数据不可用

# SixLayerFramework.ocr.overlay.bothRequired
source: Both OCR result and image are required to display the overlay.
fr: Le résultat OCR et l'image sont tous deux requis pour afficher la superposition.
ja: オーバーレイを表示するには、OCR結果と画像の両方が必要です。
ko: 오버레이를 표시하려면 OCR 결과와 이미지가 모두 필요합니다.
zh_hans: 需要 OCR 结果和图像才能显示叠加层。

# SixLayerFramework.ocr.overlay.resultMissing
source: OCR result is missing. Please process the image first.
fr: Le résultat OCR est manquant. Veuillez d'abord traiter l'image.
ja: OCR結果が不足しています。まず画像を処理してください。
ko: OCR 결과가 없습니다. 먼저 이미지를 처리하세요.
zh_hans: 缺少 OCR 结果。请先处理图像。

# SixLayerFramework.ocr.overlay.imageMissing
source: Image is missing. Please provide the image that was processed.
fr: L'image est manquante. Veuillez fournir l'image qui a été traitée.
ja: 画像が不足しています。処理された画像を提供してください。
ko: 이미지가 없습니다. 처리된 이미지를 제공하세요.
zh_hans: 缺少图像。请提供已处理的图像。

# SixLayerFramework.ocr.overlay.extractedText
source: Extracted Text:
fr: Texte extrait :
ja: 抽出されたテキスト：
ko: 추출된 텍스트:
zh_hans: 提取的文本：

# SixLayerFramework.validation.email
source: Please enter a valid email address
fr: Veuillez entrer une adresse e-mail valide
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력하세요
zh_hans: 请输入有效的电子邮件地址

# SixLayerFramework.validation.phone
source: Please enter a valid phone number
fr: Veuillez entrer un numéro de téléphone valide
ja: 有効な電話番号を入力してください
ko: 유효한 전화번호를 입력하세요
zh_hans: 请输入有效的电话号码

# SixLayerFramework.validation.required
source: This field is required
fr: Ce champ est obligatoire
ja: このフィールドは必須です
ko: 이 필드는 필수입니다
zh_hans: 此字段为必填项

# SixLayerFramework.validation.invalid
source: Invalid format
fr: Format non valide
ja: 無効な形式
ko: 잘못된 형식
zh_hans: 格式无效

# SixLayerFramework.status.loading
source: Loading
fr: Chargement
ja: 読み込み中
ko: 로딩 중
zh_hans: 加载中

# SixLayerFramework.status.loadingLocation
source: Loading location...
fr: Chargement de la localisation...
ja: 位置情報を読み込み中...
ko: 위치 로딩 중...
zh_hans: 正在加载位置...

# SixLayerFramework.status.label
source: Status: %@
fr: Statut : %@
ja: ステータス：%@
ko: 상태: %@
zh_hans: 状态：%@

# SixLayerFramework.navigation.selectItem
source: Select an item
fr: Sélectionner un élément
ja: 項目を選択
ko: 항목 선택
zh_hans: 选择项目

# SixLayerFramework.navigation.chooseItem
source: Choose an item from the list to view its details
fr: Choisissez un élément de la liste pour voir ses détails
ja: リストから項目を選択して詳細を表示
ko: 목록에서 항목을 선택하여 세부 정보 보기
zh_hans: 从列表中选择一个项目以查看其详细信息

# SixLayerFramework.form.selected
source: Selected: %@
fr: Sélectionné : %@
ja: 選択済み：%@
ko: 선택됨: %@
zh_hans: 已选择：%@

# SixLayerFramework.form.selectedDates
source: Selected dates:
fr: Dates sélectionnées :
ja: 選択された日付：
ko: 선택된 날짜:
zh_hans: 已选择的日期：

# SixLayerFramework.form.dragDropFiles
source: Drag & drop files here
fr: Glissez-déposez les fichiers ici
ja: ファイルをここにドラッグ＆ドロップ
ko: 파일을 여기에 끌어다 놓기
zh_hans: 将文件拖放到此处

# SixLayerFramework.form.or
source: or
fr: ou
ja: または
ko: 또는
zh_hans: 或

# SixLayerFramework.form.supportedTypes
source: Supported types: %@
fr: Types pris en charge : %@
ja: サポートされているタイプ：%@
ko: 지원되는 유형: %@
zh_hans: 支持的类型：%@

# SixLayerFramework.form.maxFileSize
source: Max file size: %@
fr: Taille maximale du fichier : %@
ja: 最大ファイルサイズ：%@
ko: 최대 파일 크기: %@
zh_hans: 最大文件大小：%@

# SixLayerFramework.error.title
source: Error
fr: Erreur
ja: エラー
ko: 오류
zh_hans: 错误

# SixLayerFramework.error.message
source: Error: %@
fr: Erreur : %@
ja: エラー：%@
ko: 오류: %@
zh_hans: 错误：%@

# SixLayerFramework.warning.title
source: Warning
fr: Avertissement
ja: 警告
ko: 경고
zh_hans: 警告

# SixLayerFramework.failed.title
source: Failed
fr: Échec
ja: 失敗
ko: 실패
zh_hans: 失败

# SixLayerFramework.success.title
source: Success
fr: Succès
ja: 成功
ko: 성공
zh_hans: 成功

# SixLayerFramework.invalid.date
source: Invalid Date
fr: Date non valide
ja: 無効な日付
ko: 잘못된 날짜
zh_hans: 无效日期

# SixLayerFramework.invalid.url
source: Invalid URL
fr: URL non valide
ja: 無効なURL
ko: 잘못된 URL
zh_hans: 无效 URL

# SixLayerFramework.autosave.coreDataFailed
source: Error auto-saving Core Data entity: %@
fr: Erreur lors de l'enregistrement automatique de l'entité Core Data : %@
ja: Core Dataエンティティの自動保存中にエラーが発生しました：%@
ko: Core Data 엔티티 자동 저장 중 오류: %@
zh_hans: 自动保存 Core Data 实体时出错：%@

# SixLayerFramework.autosave.swiftDataFailed
source: Error auto-saving SwiftData entity: %@
fr: Erreur lors de l'enregistrement automatique de l'entité SwiftData : %@
ja: SwiftDataエンティティの自動保存中にエラーが発生しました：%@
ko: SwiftData 엔티티 자동 저장 중 오류: %@
zh_hans: 自动保存 SwiftData 实体时出错：%@

# SixLayerFramework.file.selectFile
source: Select a file
fr: Sélectionner un fichier
ja: ファイルを選択
ko: 파일 선택
zh_hans: 选择文件

# SixLayerFramework.file.selectError
source: Error selecting file: %@
fr: Erreur lors de la sélection du fichier : %@
ja: ファイルの選択中にエラーが発生しました：%@
ko: 파일 선택 중 오류: %@
zh_hans: 选择文件时出错：%@

# SixLayerFramework.file.saveError
source: Error saving file: %@
fr: Erreur lors de l'enregistrement du fichier : %@
ja: ファイルの保存中にエラーが発生しました：%@
ko: 파일 저장 중 오류: %@
zh_hans: 保存文件时出错：%@

# SixLayerFramework.platform.privacy.title
source: Platform Privacy
fr: Confidentialité de la plateforme
ja: プラットフォームのプライバシー
ko: 플랫폼 개인정보 보호
zh_hans: 平台隐私

# SixLayerFramework.platform.crossPlatform.title
source: Cross-Platform Layout Optimization
fr: Optimisation de la mise en page multiplateforme
ja: クロスプラットフォームレイアウトの最適化
ko: 크로스 플랫폼 레이아웃 최적화
zh_hans: 跨平台布局优化

# SixLayerFramework.platform.crossPlatform.subtitle
source: Optimal layouts for %@
fr: Mises en page optimales pour %@
ja: %@ の最適なレイアウト
ko: %@에 대한 최적 레이아웃
zh_hans: %@ 的最佳布局

# SixLayerFramework.platform.crossPlatform.adaptiveSpacing
source: • Adaptive spacing
fr: • Espacement adaptatif
ja: • 適応的な間隔
ko: • 적응형 간격
zh_hans: • 自适应间距

# SixLayerFramework.platform.crossPlatform.specificLayouts
source: • Platform-specific layouts
fr: • Mises en page spécifiques à la plateforme
ja: • プラットフォーム固有のレイアウト
ko: • 플랫폼별 레이아웃
zh_hans: • 平台特定布局

# SixLayerFramework.platform.crossPlatform.optimalSizing
source: • Optimal component sizing
fr: • Dimensionnement optimal des composants
ja: • 最適なコンポーネントサイズ
ko: • 최적 컴포넌트 크기
zh_hans: • 最佳组件大小

# SixLayerFramework.accessibility.skipToContent
source: Skip to content
fr: Passer au contenu
ja: コンテンツにスキップ
zh_hans: 跳至内容

# SixLayerFramework.barcode.barcodeNumber
source: Barcode %d
fr: Code-barres %d
ja: バーコード %d
zh_hans: 条形码%d

# SixLayerFramework.barcode.confidence
source: Confidence: %d%%
fr: Confiance : %d%%
ja: 信頼度: %d%%
zh_hans: 置信度：%d%%

# SixLayerFramework.barcode.detectedBarcodes
source: Detected Barcodes:
fr: Codes-barres détectés :
ja: 検出されたバーコード:
zh_hans: 检测到的条形码：

# SixLayerFramework.barcode.invalidImage
source: The provided image is invalid or cannot be processed
fr: L'image fournie n'est pas valide ou ne peut pas être traitée
ja: 提供された画像が無効であるか、処理できません
zh_hans: 提供的图像无效或无法处理

# SixLayerFramework.barcode.noBarcodeFound
source: No barcode was found in the image
fr: Aucun code-barres n'a été trouvé dans l'image
ja: 画像内にバーコードが見つかりませんでした
zh_hans: 图片中未找到条形码

# SixLayerFramework.barcode.noBarcodesDetected
source: No Barcodes Detected
fr: Aucun code-barres détecté
ja: バーコードが検出されませんでした
zh_hans: 未检测到条形码

# SixLayerFramework.barcode.processingFailed
source: Barcode processing failed
fr: Échec du traitement du code-barres
ja: バーコード処理に失敗しました
zh_hans: 条码处理失败

# SixLayerFramework.barcode.tryDifferentImage
source: Try scanning a different image
fr: Essayez de numériser une autre image
ja: 別の画像をスキャンしてみてください
zh_hans: 尝试扫描不同的图像

# SixLayerFramework.barcode.unsupportedPlatform
source: Barcode scanning is not supported on this platform
fr: La lecture de codes-barres n'est pas prise en charge sur cette plateforme
ja: バーコード スキャンはこのプラットフォームではサポートされていません
zh_hans: 该平台不支持条码扫描

# SixLayerFramework.barcode.visionUnavailable
source: Vision framework is not available on this platform
fr: Le framework Vision n'est pas disponible sur cette plateforme
ja: ビジョン フレームワークはこのプラットフォームでは利用できません
zh_hans: Vision框架在此平台上不可用

# SixLayerFramework.ocr.analyzingImage
source: Analyzing image for text recognition
fr: Analyser l'image pour la reconnaissance de texte
ja: テキスト認識のために画像を分析する
zh_hans: 分析图像以进行文本识别

# SixLayerFramework.ocr.complete
source: OCR Complete
fr: ROC terminée
ja: OCR完了
zh_hans: OCR 完成

# SixLayerFramework.ocr.error
source: OCR Error
fr: Erreur ROC
ja: OCRエラー
zh_hans: 光学字符识别错误

# SixLayerFramework.ocr.extractionComplete
source: Extraction complete
fr: Extraction terminée
ja: 抽出が完了しました
zh_hans: 提取完成

# SixLayerFramework.ocr.highConfidenceNoDisambiguation
source: High confidence results detected - no disambiguation needed
fr: Résultats de confiance élevée détectés - aucune homonymie nécessaire
ja: 信頼性の高い結果が検出されました - 曖昧さ回避の必要はありません
zh_hans: 检测到高置信度结果 - 无需消歧

# SixLayerFramework.ocr.invalidImage
source: The provided image is invalid or cannot be processed
fr: L'image fournie n'est pas valide ou ne peut pas être traitée
ja: 提供された画像が無効であるか、処理できません
zh_hans: 提供的图像无效或无法处理

# SixLayerFramework.ocr.noTextFound
source: No text was found in the image
fr: Aucun texte n'a été trouvé dans l'image
ja: 画像内にテキストが見つかりませんでした
zh_hans: 图片中未找到文字

# SixLayerFramework.ocr.processing
source: Processing...
fr: Traitement...
ja: 処理...
zh_hans: 加工...

# SixLayerFramework.ocr.processingFailed
source: OCR processing failed
fr: Échec du traitement OCR
ja: OCR処理に失敗しました
zh_hans: OCR 处理失败

# SixLayerFramework.ocr.processingOCR
source: Processing OCR...
fr: Traitement de l'OCR...
ja: OCR を処理中...
zh_hans: 正在处理 OCR...

# SixLayerFramework.ocr.readyToExtract
source: Ready to extract
fr: Prêt à extraire
ja: 抽出の準備ができました
zh_hans: 准备提取

# SixLayerFramework.ocr.readyToProcess
source: Ready to Process
fr: Prêt à traiter
ja: 処理準備完了
zh_hans: 准备处理

# SixLayerFramework.ocr.scanDocument
source: Scan Document
fr: Numériser un document
ja: ドキュメントをスキャンする
zh_hans: 扫描文件

# SixLayerFramework.ocr.startOCR
source: Start OCR
fr: Démarrer la ROC
ja: OCRを開始する
zh_hans: 启动OCR

# SixLayerFramework.ocr.tapToStart
source: Tap to start OCR processing
fr: Appuyez pour démarrer le traitement OCR
ja: タップして OCR 処理を開始します
zh_hans: 点击开始 OCR 处理

# SixLayerFramework.ocr.tapToStartWithCorrection
source: Tap to start OCR processing with visual correction
fr: Appuyez pour démarrer le traitement OCR avec correction visuelle
ja: タップして視覚補正を伴う OCR 処理を開始します
zh_hans: 点击开始 OCR 处理并进行视觉校正

# SixLayerFramework.ocr.unsupportedPlatform
source: OCR is not supported on this platform
fr: L'OCR n'est pas pris en charge sur cette plateforme
ja: OCR はこのプラットフォームではサポートされていません
zh_hans: 该平台不支持OCR

# SixLayerFramework.ocr.viewResults
source: View Results
fr: Afficher les résultats
ja: 結果を見る
zh_hans: 查看结果

# SixLayerFramework.ocr.visionUnavailable
source: Vision framework is not available on this platform
fr: Le framework Vision n'est pas disponible sur cette plateforme
ja: ビジョン フレームワークはこのプラットフォームでは利用できません
zh_hans: Vision框架在此平台上不可用

# SixLayerFramework.button.addAction
source: Add Action
fr: Ajouter une action
ja: アクションの追加
zh_hans: 添加动作

# SixLayerFramework.button.addBoolean
source: Add Boolean
fr: Ajouter un booléen
ja: ブール値の追加
zh_hans: 添加布尔值

# SixLayerFramework.button.addCard
source: Add Card
fr: Ajouter une carte
ja: カードを追加
zh_hans: 添加卡

# SixLayerFramework.button.addChart
source: Add Chart Data
fr: Ajouter des données graphiques
ja: グラフデータの追加
zh_hans: 添加图表数据

# SixLayerFramework.button.addData
source: Add Data
fr: Ajouter des données
ja: データの追加
zh_hans: 添加数据

# SixLayerFramework.button.addDate
source: Add Date
fr: Ajouter une date
ja: 日付を追加
zh_hans: 添加日期

# SixLayerFramework.button.addDetail
source: Add Detail
fr: Ajouter des détails
ja: 詳細の追加
zh_hans: 添加详细信息

# SixLayerFramework.button.addEvent
source: Add Event
fr: Ajouter un événement
ja: イベントの追加
zh_hans: 添加事件
