Repository: schatt/6layer
Catalog: Framework/Resources/*.lproj/Localizable.strings
Languages: fr, ja, ko, zh_hans

# SixLayerFramework.button.addFormField
source: Add Form Field
fr: Ajouter un champ de formulaire
ja: フォームフィールドの追加
zh_hans: 添加表单字段

# SixLayerFramework.button.addGrid
source: Add Grid Item
fr: Ajouter un élément de grille
ja: グリッド項目の追加
zh_hans: 添加网格项

# SixLayerFramework.button.addImage
source: Add Image
fr: Ajouter une image
ja: 画像を追加
zh_hans: 添加图片

# SixLayerFramework.button.addItem
source: Add Item
fr: Ajouter un article
ja: アイテムの追加
zh_hans: 添加项目

# SixLayerFramework.button.addList
source: Add List Item
fr: Ajouter un élément de liste
ja: リスト項目の追加
zh_hans: 添加列表项

# SixLayerFramework.button.addLocation
source: Add Location
fr: Ajouter un emplacement
ja: 場所を追加
zh_hans: 添加位置

# SixLayerFramework.button.addMedia
source: Add Media
fr: Ajouter un média
ja: メディアの追加
zh_hans: 添加媒体

# SixLayerFramework.button.addMessage
source: Add Message
fr: Ajouter un message
ja: メッセージを追加
zh_hans: 添加留言

# SixLayerFramework.button.addNavigationItem
source: Add Navigation Item
fr: Ajouter un élément de navigation
ja: ナビゲーション項目の追加
zh_hans: 添加导航项

# SixLayerFramework.button.addNumber
source: Add Number
fr: Ajouter un numéro
ja: 番号を追加
zh_hans: 添加号码

# SixLayerFramework.button.addProduct
source: Add Product
fr: Ajouter un produit
ja: 製品の追加
zh_hans: 添加产品

# SixLayerFramework.button.addText
source: Add Text
fr: Ajouter du texte
ja: テキストの追加
zh_hans: 添加文本

# SixLayerFramework.button.addTransaction
source: Add Transaction
fr: Ajouter une transaction
ja: トランザクションの追加
zh_hans: 添加交易

# SixLayerFramework.button.addUser
source: Add User
fr: Ajouter un utilisateur
ja: ユーザーの追加
zh_hans: 添加用户

# SixLayerFramework.button.browseFiles
source: Browse Files
fr: Parcourir les fichiers
ja: ファイルを参照する
zh_hans: 浏览文件

# SixLayerFramework.button.create
source: Create
fr: Créer
ja: 作成する
zh_hans: 创造

# SixLayerFramework.button.done
source: Done
fr: Fait
ja: 終わり
zh_hans: 完毕

# SixLayerFramework.button.edit
source: Edit
fr: Modifier
ja: 編集
zh_hans: 编辑

# SixLayerFramework.button.retry
source: Retry
fr: Réessayer
ja: リトライ
zh_hans: 重试

# SixLayerFramework.button.saveChanges
source: Save Changes
fr: Enregistrer les modifications
ja: 変更を保存
zh_hans: 保存更改

# SixLayerFramework.button.selectImage
source: Select Image
fr: Sélectionnez une image
ja: 画像の選択
zh_hans: 选择图像

# SixLayerFramework.button.submit
source: Submit
fr: Soumettre
ja: 提出する
zh_hans: 提交

# SixLayerFramework.button.update
source: Update
fr: Mise à jour
ja: アップデート
zh_hans: 更新

# SixLayerFramework.button.viewDetails
source: View Details
fr: Afficher les détails
ja: 詳細を見る
zh_hans: 查看详情

# SixLayerFramework.camera.notAvailable
source: Camera not available on this platform
fr: Caméra non disponible sur cette plateforme
ja: このプラットフォームではカメラを利用できません
zh_hans: 相机在此平台上不可用

# SixLayerFramework.camera.previewNotAvailable
source: Camera preview not available on this platform
fr: Aperçu de la caméra non disponible sur cette plateforme
ja: このプラットフォームではカメラ プレビューを利用できません
zh_hans: 相机预览在此平台上不可用

# SixLayerFramework.complexity.advanced
source: Use expert-level tools and configurations.
fr: Utilisez des outils et des configurations de niveau expert.
ja: 専門家レベルのツールと構成を使用します。
zh_hans: 使用专家级工具和配置。

# SixLayerFramework.complexity.complex
source: Use filters or categories to manage complexity.
fr: Utilisez des filtres ou des catégories pour gérer la complexité.
ja: フィルターまたはカテゴリを使用して複雑さを管理します。
zh_hans: 使用过滤器或类别来管理复杂性。

# SixLayerFramework.complexity.moderate
source: Consider organizing your content.
fr: Pensez à organiser votre contenu.
ja: コンテンツを整理することを検討してください。
zh_hans: 考虑组织您的内容。

# SixLayerFramework.complexity.simple
source: Keep it simple and focused.
fr: Restez simple et concentré.
ja: シンプルかつ焦点を絞ったものにしてください。
zh_hans: 保持简单和专注。

# SixLayerFramework.complexity.veryComplex
source: Use advanced filtering and organization tools.
fr: Utilisez des outils avancés de filtrage et d’organisation.
ja: 高度なフィルタリングおよび整理ツールを使用します。
zh_hans: 使用高级过滤和组织工具。

# SixLayerFramework.emptyState.addItemsToGetStarted
source: Add some items to get started.
fr: Ajoutez quelques éléments pour commencer.
ja: 開始するには、いくつかの項目を追加します。
zh_hans: 添加一些项目以开始使用。

# SixLayerFramework.emptyState.adjustSearchCriteria
source: Try adjusting your search criteria.
fr: Essayez d'ajuster vos critères de recherche.
ja: 検索条件を調整してみてください。
zh_hans: 尝试调整您的搜索条件。

# SixLayerFramework.emptyState.collectionEmpty
source: This collection is currently empty.
fr: Cette collection est actuellement vide.
ja: このコレクションは現在空です。
zh_hans: 该集合目前为空。

# SixLayerFramework.emptyState.createFirstItem
source: Create your first item.
fr: Créez votre premier élément.
ja: 最初のアイテムを作成します。
zh_hans: 创建您的第一个项目。

# SixLayerFramework.emptyState.noActions
source: No Actions
fr: Aucune action
ja: アクションはありません
zh_hans: 无任何操作

# SixLayerFramework.emptyState.noAdditionalItems
source: No additional items to display.
fr: Aucun élément supplémentaire à afficher.
ja: 追加で表示する項目はありません。
zh_hans: 没有其他可显示的项目。

# SixLayerFramework.emptyState.noBooleanValues
source: No Boolean Values
fr: Aucune valeur booléenne
ja: ブール値はありません
zh_hans: 无布尔值

# SixLayerFramework.emptyState.noCards
source: No Cards
fr: Aucune carte
ja: カードなし
zh_hans: 无卡

# SixLayerFramework.emptyState.noChartData
source: No Chart Data
fr: Aucune donnée graphique
ja: チャートデータがありません
zh_hans: 无图表数据

# SixLayerFramework.emptyState.noDataAvailable
source: No Data Available
fr: Aucune donnée disponible
ja: 利用可能なデータがありません
zh_hans: 无可用数据

# SixLayerFramework.emptyState.noDates
source: No Dates
fr: Aucune date
ja: 日付なし
zh_hans: 无日期

# SixLayerFramework.emptyState.noDetails
source: No Details
fr: Aucun détail
ja: 詳細なし
zh_hans: 无详细信息

# SixLayerFramework.emptyState.noEvents
source: No Events
fr: Aucun événement
ja: イベントはありません
zh_hans: 没有活动

# SixLayerFramework.emptyState.noFormFields
source: No Form Fields
fr: Aucun champ de formulaire
ja: フォームフィールドがありません
zh_hans: 无表单字段

# SixLayerFramework.emptyState.noGridItems
source: No Grid Items
fr: Aucun élément de grille
ja: グリッド項目なし
zh_hans: 没有网格项目

# SixLayerFramework.emptyState.noImages
source: No Images
fr: Aucune image
ja: 画像なし
zh_hans: 没有图片

# SixLayerFramework.emptyState.noItems
source: No items in this list.
fr: Aucun élément dans cette liste.
ja: このリストには項目がありません。
zh_hans: 此列表中没有项目。

# SixLayerFramework.emptyState.noItemsAvailable
source: No items available.
fr: Aucun article disponible.
ja: 利用可能なアイテムはありません。
zh_hans: 没有可用的物品。

# SixLayerFramework.emptyState.noItemsInGallery
source: No items in this gallery.
fr: Aucun élément dans cette galerie.
ja: このギャラリーにはアイテムがありません。
zh_hans: 该画廊中没有任何物品。

# SixLayerFramework.emptyState.noItemsToBrowse
source: No items to browse.
fr: Aucun élément à parcourir.
ja: 閲覧する項目はありません。
zh_hans: 没有可浏览的项目。

# SixLayerFramework.emptyState.noItemsToEdit
source: No items to edit.
fr: Aucun élément à modifier.
ja: 編集する項目はありません。
zh_hans: 没有要编辑的项目。

# SixLayerFramework.emptyState.noListItems
source: No List Items
fr: Aucun élément de liste
ja: リスト項目がありません
zh_hans: 没有列表项目

# SixLayerFramework.emptyState.noLocations
source: No Locations
fr: Aucun emplacement
ja: 場所がありません
zh_hans: 没有地点

# SixLayerFramework.emptyState.noMediaItems
source: No Media Items
fr: Aucun élément multimédia
ja: メディアアイテムがありません
zh_hans: 没有媒体项目

# SixLayerFramework.emptyState.noMessages
source: No Messages
fr: Aucun message
ja: メッセージはありません
zh_hans: 没有消息

# SixLayerFramework.emptyState.noModalContent
source: No Modal Content
fr: Aucun contenu modal
ja: モーダルコンテンツがありません
zh_hans: 无模态内容

# SixLayerFramework.emptyState.noNavigationItems
source: No Navigation Items
fr: Aucun élément de navigation
ja: ナビゲーション項目なし
zh_hans: 无导航项目

# SixLayerFramework.emptyState.noNumbers
source: No Numbers
fr: Pas de numéros
ja: 数字なし
zh_hans: 没有数字

# SixLayerFramework.emptyState.noProducts
source: No Products
fr: Aucun produit
ja: 製品がありません
zh_hans: 没有产品

# SixLayerFramework.emptyState.noProfile
source: No profile available.
fr: Aucun profil disponible.
ja: 利用可能なプロファイルがありません。
zh_hans: 没有可用的配置文件。

# SixLayerFramework.emptyState.noProfileInformation
source: No profile information available.
fr: Aucune information de profil disponible.
ja: プロフィール情報はありません。
zh_hans: 没有可用的个人资料信息。

# SixLayerFramework.emptyState.noSettings
source: No settings available.
fr: Aucun paramètre disponible.
ja: 使用できる設定はありません。
zh_hans: 没有可用的设置。

# SixLayerFramework.emptyState.noSheetContent
source: No Sheet Content
fr: Aucun contenu de feuille
ja: シートコンテンツなし
zh_hans: 无工作表内容

# SixLayerFramework.emptyState.noSummaryData
source: No summary data available.
fr: Aucune donnée récapitulative disponible.
ja: 利用可能な要約データはありません。
zh_hans: 没有可用的摘要数据。

# SixLayerFramework.emptyState.noTextContent
source: No Text Content
fr: Aucun contenu textuel
ja: テキストコンテンツなし
zh_hans: 无文字内容

# SixLayerFramework.emptyState.noTransactions
source: No Transactions
fr: Aucune transaction
ja: 取引はありません
zh_hans: 没有交易

# SixLayerFramework.emptyState.noUsers
source: No Users
fr: Aucun utilisateur
ja: ユーザーがいません
zh_hans: 没有用户

# SixLayerFramework.navigation.selectItemToContinue
source: Select an item to continue.
fr: Sélectionnez un élément pour continuer.
ja: 続行するには項目を選択してください。
zh_hans: 选择一个项目以继续。

# SixLayerFramework.detail.array
source: Array
fr: Tableau
ja: 配列
zh_hans: 大批

# SixLayerFramework.detail.identifiable
source: Identifiable
ja: 識別可能
zh_hans: 可识别

# SixLayerFramework.detail.optional
source: Optional
fr: Facultatif
ja: オプション
zh_hans: 选修的

# SixLayerFramework.detail.overview
source: Overview
fr: Aperçu
ja: 概要
zh_hans: 概述

# SixLayerFramework.detail.rawData
source: Raw Data
fr: Données brutes
ja: 生データ
zh_hans: 原始数据

# SixLayerFramework.detail.title
source: Details
fr: Détails
ja: 詳細
zh_hans: 细节

# SixLayerFramework.example.helpers.description
source: Helper examples and utilities
fr: Exemples d'assistance et utilitaires
ja: ヘルパーの例とユーティリティ
zh_hans: 帮助示例和实用程序

# SixLayerFramework.example.helpers.title
source: Example Helpers
fr: Exemples d'aides
ja: ヘルパーの例
zh_hans: 示例助手

# SixLayerFramework.platform.privacy.description
source: Privacy features across platforms
fr: Fonctionnalités de confidentialité sur toutes les plateformes
ja: プラットフォーム全体にわたるプライバシー機能
zh_hans: 跨平台隐私功能

# SixLayerFramework.platform.safety.description
source: Safety features across platforms
fr: Fonctionnalités de sécurité sur toutes les plateformes
ja: プラットフォーム全体にわたる安全機能
zh_hans: 跨平台的安全功能

# SixLayerFramework.platform.safety.title
source: Platform Safety
fr: Sécurité de la plate-forme
ja: プラットフォームの安全性
zh_hans: 平台安全

# SixLayerFramework.platform.security.description
source: Security features across platforms
fr: Fonctionnalités de sécurité sur toutes les plateformes
ja: プラットフォーム全体にわたるセキュリティ機能
zh_hans: 跨平台的安全功能

# SixLayerFramework.platform.security.title
source: Platform Security
fr: Sécurité de la plateforme
ja: プラットフォームのセキュリティ
zh_hans: 平台安全

# SixLayerFramework.runtime.capabilities.detecting
source: Detecting capabilities...
fr: Capacités de détection...
ja: 検出機能...
zh_hans: 检测能力...

# SixLayerFramework.runtime.capabilities.refresh
source: Refresh Detection
fr: Actualiser la détection
ja: リフレッシュ検出
zh_hans: 刷新检测

# SixLayerFramework.runtime.capabilities.title
source: Runtime Capabilities
fr: Capacités d'exécution
ja: ランタイム機能
zh_hans: 运行时功能

# SixLayerFramework.vision.safety.description
source: Safety features for spatial computing
fr: Fonctions de sécurité pour l'informatique spatiale
ja: 空間コンピューティングの安全機能
zh_hans: 空间计算的安全功能

# SixLayerFramework.vision.safety.title
source: Vision Safety
fr: Sécurité visuelle
ja: 視覚の安全性
zh_hans: 视觉安全

# SixLayerFramework.directory.doesNotExist
source: The directory does not exist
fr: Le répertoire n'existe pas
ja: ディレクトリが存在しません
zh_hans: 该目录不存在

# SixLayerFramework.directory.networkVolumeSlow
source: The directory is on a network volume that is slow or unresponsive
fr: Le répertoire se trouve sur un volume réseau lent ou ne répond pas
ja: ディレクトリは、速度が遅いか応答しないネットワーク ボリューム上にあります
zh_hans: 该目录位于速度缓慢或无响应的网络卷上

# SixLayerFramework.directory.networkVolumeUnavailable
source: The directory is on a network volume that is unavailable
fr: Le répertoire se trouve sur un volume réseau indisponible
ja: ディレクトリは使用できないネットワーク ボリューム上にあります
zh_hans: 该目录位于不可用的网络卷上

# SixLayerFramework.directory.notADirectory
source: The path exists but is not a directory
fr: Le chemin existe mais n'est pas un répertoire
ja: パスは存在しますが、ディレクトリではありません
zh_hans: 路径存在但不是目录

# SixLayerFramework.directory.notExecutable
source: The directory is not executable/searchable by the current process
fr: Le répertoire n'est pas exécutable/recherchable par le processus actuel
ja: ディレクトリは現在のプロセスでは実行可能または検索可能ではありません
zh_hans: 当前进程无法执行/搜索该目录

# SixLayerFramework.directory.notReadable
source: The directory is not readable by the current process
fr: Le répertoire n'est pas lisible par le processus en cours
ja: ディレクトリは現在のプロセスでは読み取れません
zh_hans: 当前进程无法读取该目录

# SixLayerFramework.directory.notWritable
source: The directory is not writable by the current process
fr: Le répertoire n'est pas accessible en écriture par le processus actuel
ja: 現在のプロセスではディレクトリに書き込みできません
zh_hans: 当前进程无法写入该目录

# SixLayerFramework.fieldAction.barcodeScanningRequiresUI
source: Barcode scanning requires image selection
fr: La numérisation de codes-barres nécessite une sélection d'image
ja: バーコードスキャンには画像の選択が必要です
zh_hans: 条码扫描需要选择图像

# SixLayerFramework.fieldAction.ocrScanningRequiresUI
source: OCR scanning requires image selection
fr: La numérisation OCR nécessite une sélection d'image
ja: OCR スキャンには画像の選択が必要です
zh_hans: OCR扫描需要选择图像

# SixLayerFramework.filesystem.creationFailed
source: Directory creation failed: %@
fr: Échec de la création du répertoire : %@
ja: ディレクトリの作成に失敗しました: %@
zh_hans: 目录创建失败：%@

# SixLayerFramework.filesystem.directoryNotFound
source: The directory could not be located
fr: Le répertoire n'a pas pu être localisé
ja: ディレクトリが見つかりませんでした
zh_hans: 无法找到该目录

# SixLayerFramework.filesystem.diskFull
source: Disk is full - insufficient space available
fr: Le disque est plein - espace disponible insuffisant
ja: ディスクがいっぱいです - 利用可能なスペースが不足しています
zh_hans: 磁盘已满 - 可用空间不足

# SixLayerFramework.filesystem.iCloudUnavailable
source: iCloud Drive is unavailable
fr: iCloud Drive n'est pas disponible
ja: iCloudドライブが利用できない
zh_hans: iCloud 云盘不可用

# SixLayerFramework.filesystem.invalidPath
source: Invalid path - the path contains invalid characters or is malformed
fr: Chemin invalide : le chemin contient des caractères non valides ou est mal formé
ja: 無効なパス - パスに無効な文字が含まれているか、形式が正しくありません
zh_hans: 无效路径 - 路径包含无效字符或格式错误

# SixLayerFramework.filesystem.permissionDenied
source: Permission denied - the current process cannot access the directory
fr: Autorisation refusée - le processus actuel ne peut pas accéder au répertoire
ja: アクセス許可が拒否されました - 現在のプロセスはディレクトリにアクセスできません
zh_hans: 权限被拒绝 - 当前进程无法访问该目录

# SixLayerFramework.filesystem.securityScopedAccessRequired
source: Security-scoped resource access is required but not available
fr: L'accès aux ressources au niveau de la sécurité est requis mais n'est pas disponible
ja: セキュリティスコープのリソースアクセスが必要ですが利用できません
zh_hans: 需要安全范围的资源访问，但不可用

# SixLayerFramework.image.noImage
source: No Image
fr: Aucune image
ja: 画像なし
zh_hans: 无图像

# SixLayerFramework.image.unsupportedFormat
source: Unsupported image format
fr: Format d'image non pris en charge
ja: サポートされていない画像形式です
zh_hans: 不支持的图像格式

# SixLayerFramework.imagePicker.notAvailable
source: Image picker not available on this platform
fr: Le sélecteur d'images n'est pas disponible sur cette plateforme
ja: 画像ピッカーはこのプラットフォームでは使用できません
zh_hans: 图像选择器在此平台上不可用

# SixLayerFramework.location.authorizationTimeout
source: Authorization request timed out
fr: La demande d'autorisation a expiré
ja: 認可リクエストがタイムアウトしました
zh_hans: 授权请求超时

# SixLayerFramework.location.denied
source: Location access was denied by the user
fr: L'accès à la localisation a été refusé par l'utilisateur
ja: 位置情報へのアクセスがユーザーによって拒否されました
zh_hans: 位置访问被用户拒绝

# SixLayerFramework.location.locationTimeout
source: Location request timed out
fr: La demande de localisation a expiré
ja: 位置情報リクエストがタイムアウトしました
zh_hans: 位置请求超时

# SixLayerFramework.location.restricted
source: Location access is restricted
fr: L'accès à la localisation est restreint
ja: 位置情報へのアクセスは制限されています
zh_hans: 位置访问受到限制

# SixLayerFramework.location.servicesDisabled
source: Location services are disabled on this device
fr: Les services de localisation sont désactivés sur cet appareil
ja: このデバイスでは位置情報サービスが無効になっています
zh_hans: 该设备上的位置服务已禁用

# SixLayerFramework.location.unauthorized
source: Location access is not authorized
fr: L'accès à la localisation n'est pas autorisé
ja: 位置情報へのアクセスが許可されていません
zh_hans: 位置访问未获授权

# SixLayerFramework.location.unknown
source: An unknown location error occurred
fr: Une erreur de localisation inconnue s'est produite
ja: 不明な場所エラーが発生しました
zh_hans: 发生未知位置错误

# SixLayerFramework.metadata.corruptedImage
source: Corrupted image cannot be analyzed
fr: L'image corrompue ne peut pas être analysée
ja: 破損した画像は解析できません
zh_hans: 无法分析损坏的图像

# SixLayerFramework.form.autoSaveChanges
source: Auto-save changes
fr: Modifications enregistrées automatiquement
ja: 変更を自動保存
zh_hans: 自动保存更改

# SixLayerFramework.form.cannotGenerate
source: Cannot generate form
fr: Impossible de générer le formulaire
ja: フォームを生成できません
zh_hans: 无法生成表格

# SixLayerFramework.form.fieldType.array
source: Array field: %@
fr: Champ du tableau : %@
ja: 配列フィールド: %@
zh_hans: 数组字段：%@

# SixLayerFramework.form.fieldType.autocomplete
source: Autocomplete field: %@
fr: Champ de saisie semi-automatique : %@
ja: オートコンプリート フィールド: %@
zh_hans: 自动完成字段：%@

# SixLayerFramework.form.fieldType.colorPicker
source: Color picker field: %@
fr: Champ de sélection de couleurs : %@
ja: カラーピッカーフィールド: %@
zh_hans: 颜色选择器字段：%@

# SixLayerFramework.form.fieldType.custom
source: Custom field: %@
fr: Champ personnalisé : %@
ja: カスタムフィールド: %@
zh_hans: 自定义字段：%@

# SixLayerFramework.form.fieldType.data
source: Data field: %@
fr: Champ de données : %@
ja: データフィールド: %@
zh_hans: 数据字段：%@

# SixLayerFramework.form.fieldType.fileUpload
source: File upload field: %@
fr: Champ de téléchargement de fichier : %@
ja: ファイルアップロードフィールド: %@
zh_hans: 文件上传字段：%@

# SixLayerFramework.form.fieldType.image
source: Image field: %@
fr: Champ d'image : %@
ja: 画像フィールド: %@
zh_hans: 图像字段：%@

# SixLayerFramework.form.fieldType.multiselect
source: Multi-select field: %@
fr: Champ à sélection multiple : %@
ja: 複数選択フィールド: %@
zh_hans: 多选字段：%@

# SixLayerFramework.form.fieldType.range
source: Range field: %@
fr: Champ de plage : %@
ja: 範囲フィールド: %@
zh_hans: 范围字段：%@

# SixLayerFramework.form.fieldType.richText
source: Rich text field: %@
fr: Champ de texte enrichi : %@
ja: リッチ テキスト フィールド: %@
zh_hans: 富文本字段：%@

# SixLayerFramework.form.fieldsCount
source: %d fields
fr: %d champs
ja: %d フィールド
zh_hans: %d 个字段

# SixLayerFramework.form.fullyDeclarativeRequired
source: Fully declarative hints are required for type-only form generation
fr: Des astuces entièrement déclaratives sont requises pour la génération de formulaires de type uniquement
ja: 型のみのフォーム生成には完全な宣言型ヒントが必要です
zh_hans: 仅类型表单生成需要完全声明性提示

# SixLayerFramework.form.noOptionsAvailable
source: No options available
fr: Aucune option disponible
ja: 利用可能なオプションはありません
zh_hans: 没有可用的选项

# SixLayerFramework.form.progress
source: Progress
fr: Progrès
ja: 進捗
zh_hans: 进步

# SixLayerFramework.form.progressFields
source: %d of %d field%@
fr: %d sur %d champ%@
ja: %d/%d フィールド%@
zh_hans: %d 个字段（共 %d 个字段）%@

# SixLayerFramework.form.quotaExceeded
source: Storage quota exceeded
fr: Quota de stockage dépassé
ja: ストレージ割り当てを超過しました
zh_hans: 超出存储配额

# SixLayerFramework.form.storageUnavailable
source: Storage is not available
fr: Le stockage n'est pas disponible
ja: ストレージが利用できません
zh_hans: 存储不可用

# SixLayerFramework.form.title
source: Form
fr: Formulaire
ja: 形状
zh_hans: 形式

# SixLayerFramework.form.placeholder.enterEmail
source: Enter email
fr: Entrez l'e-mail
ja: メールアドレスを入力してください
zh_hans: 输入电子邮件

# SixLayerFramework.form.placeholder.enterInteger
source: Enter integer
fr: Entrez un nombre entier
ja: 整数を入力してください
zh_hans: 输入整数

# SixLayerFramework.form.placeholder.enterNumber
source: Enter number
fr: Entrez le numéro
ja: 番号を入力してください
zh_hans: 输入号码

# SixLayerFramework.form.placeholder.enterPassword
source: Enter password
fr: Entrez le mot de passe
ja: パスワードを入力してください
zh_hans: 输入密码

# SixLayerFramework.form.placeholder.enterPhone
source: Enter phone
fr: Entrez le téléphone
ja: 電話番号を入力してください
zh_hans: 输入电话

# SixLayerFramework.form.placeholder.enterText
source: Enter text
fr: Saisir du texte
ja: テキストを入力してください
zh_hans: 输入文字

# SixLayerFramework.form.placeholder.enterURL
source: Enter URL
fr: Entrez l'URL
ja: URLを入力してください
zh_hans: 输入网址

# SixLayerFramework.form.placeholder.toggle
source: Toggle
fr: Basculer
ja: トグル
zh_hans: 切换

# SixLayerFramework.form.placeholder.typeToSearch
source: Type to search
fr: Tapez pour rechercher
ja: 入力して検索します
zh_hans: 输入搜索

# SixLayerFramework.list.itemNumber
source: Item %d
fr: Article %d
ja: アイテム %d
zh_hans: 项目 %d

# SixLayerFramework.list.itemsCount
source: %d items
fr: %d éléments
ja: %d 個のアイテム
zh_hans: %d 项

# SixLayerFramework.list.tapToView
source: Tap to view
fr: Appuyez pour voir
ja: タップして表示
zh_hans: 点击查看
